tinyMCE.addI18n({ru:{
common:{
edit_confirm:"Вы хотите использовать  WYSIWYG-редактор для редактирования этой области?",
apply:"Применить",
insert:"Вставить",
update:"Обновить",
cancel:"Отмена",
close:"Закрыть",
browse:"Просмотр",
class_name:"Класс",
not_set:"-- Не указано --",
clipboard_msg:"Операции Копирования/Вырезания/Вставки недоступны в Mozilla и Firefox.\nВы хотите узнать подробности ошибки?",
clipboard_no_support:"Данная функция в текущий момент не поддерживается вашим браузером, рекомендуем использовать горячие клавиши.",
popup_blocked:"К сожалению, блокировщик всплывающих окон вашего браузера заблокировал окно, которое обеспечивает функциональность приложения. Вы должны отключить блокирование всплывающих окон для этого сайта для корректного использования данного инструмента.",
invalid_data:"Ошибка: Введены недопустимые значения. Отмечены красным.",
more_colors:"Другие цвета"
},
contextmenu:{
align:"Выравнивание",
left:"Слева",
center:"По центру",
right:"Справа",
full:"По ширине"
},
print:{
print_desc:"Печать"
},
preview:{
preview_desc:"Предварительный просмотр"
},
directionality:{
ltr_desc:"Направление текста слева направо",
rtl_desc:"Направление текста справа налево"
},
layer:{
insertlayer_desc:"Вставить новый слой",
forward_desc:"Переместить выше",
backward_desc:"Переместить ниже",
absolute_desc:"Переключить абсолютное расположение",
content:"Новый слой..."
},
save:{
save_desc:"Сохранить",
cancel_desc:"Отменить все изменения"
},
nonbreaking:{
nonbreaking_desc:"Вставить неразрывный символ пробела, т.е. '_'" 
},
emotions:{
emotions_desc:"Смайлы"
},
searchreplace:{
search_desc:"Найти",
replace_desc:"Найти/Заменить"
},
xhtmlxtras:{
cite_desc:"Цитирование",
abbr_desc:"Аббревиатура",
acronym_desc:"Акроним",
del_desc:"Удаление",
ins_desc:"Вставка",
attribs_desc:"Вставить/Редактировать атрибуты"
},
style:{
desc:"Редактировать CSS стили"
},
paste:{
paste_text_desc:"Вставить как простой текст",
paste_word_desc:"Вставить из Word",
paste_desc:"Вставить",
selectall_desc:"Выделить все"
},
paste_dlg:{
title:"Используйте CTRL+V на вашей клавиатуре чтобы вставить текст в окно.",
text_linebreaks:"Оставлять разрыв(перенос) строки",
word_title:"Используйте CTRL+V на вашей клавиатуре чтобы вставить текст в окно."
},
table:{
desc:"Вставка новой таблицы",
row_before_desc:"Вставить строку перед этой",
row_after_desc:"Вставить строку после этой",
delete_row_desc:"Удалить строку",
col_before_desc:"Вставить столбец перед этим",
col_after_desc:"Вставить столбец после этого",
delete_col_desc:"Удалить столбец",
split_cells_desc:"Разбить объеденённые ячейки таблицы",
merge_cells_desc:"Обьеденить ячейки таблицы",
row_desc:"Свойства строк таблицы",
cell_desc:"Свойства ячеек таблицы",
props_desc:"Свойства таблицы",
paste_row_before_desc:"Вставить строку таблицы перед этой",
paste_row_after_desc:"Вставить строку таблицы после этой",
cut_row_desc:"Вырезать строку таблицы",
copy_row_desc:"Копировать строку таблицы",
del:"Удалить таблицу",
row:"Строка",
col:"Столбец",
cell:"Ячейка"
},
fullscreen:{
desc:"Переключение полноэкранного режима"
},
media:{
desc:"Вставить/Редактировать встроенный мультимедиа(embed media)",
edit:"Редактировать встроенный мультимедиа(embed media)"
},
visualchars:{
desc:"Контроль непечатаемых знаков вкл./выкл."
},
spellchecker:{
desc:"Переключатель проверки орфографии",
menu:"Параметры проверки орфографии",
ignore_word:"Пропустить слово",
ignore_words:"Пропустить всё",
langs:"Языки",
wait:"Пожалуйста, подождите...",
sug:"Советы",
no_sug:"Советов нет",
no_mpell:"Орфографических ошибок не найдено."
},
pagebreak:{
desc:"Вставить разрыв страницы."
},
// JCE Common Plugins
readmore:{
desc:"Вставить 'Подробнее...'"
},
imgmanager:{
desc:"Вставить/Редактировать изображение"
},
imgmanager_ext:{
desc:"Вставить/Редактировать image"
},
advlink:{
desc:"Вставить/Редактировать ссылку"
},
advlink_ext:{
desc:"Вставить/Редактировать ссылку"
},
filemanager:{
desc:"Вставить/Редактировать файл"
},
mediamanager:{
desc:"Вставить/Редактировать мультимедиа"
},
caption:{
desc:"Вставить/Редактировать заголовок"
},
templatemanager:{
desc:"Вставить/Редактировать шаблон"
}
}});